import Container from "@/components/container2"

export default function about() {
    return (
      <Container>
        <div className="mt-10">
            <h1 className="text-3xl font-bold">เกี่ยวกับเรา</h1>
            <section className="mt-5 text-xl">
                <p className="indent-12">
                    CUDSeeReg เกิดมาจากปัญหาในการลงทะเบียนวิชาเพิ่มเติมในแต่ละเทอม ที่จำเป็นต้องดูข้อมูล จากไฟล์ PDF ของโรงเรียน  ซึ่งไม่สะดวกในการดูในหลายอุปกรณ์ โดยเฉพาะในโทรศัพท์ เพราะไม่ สะดวกในการเลือกดูวันเวลาตามตารางเรียน และยังมีขนาดตัวอักษรที่เล็ก
                </p>
                <p className="indent-12 mt-4">
                    ด้วยสาเหตุนี้ พวกเราจึงพัฒนา CUDSeeReg ขึ้นมาเพื่อแก้ปัญหาเหล่านี้และพัฒนาฟีเจอร์ที่สร้างความสะดวกสบายในการใช้งานมากขึ้นอย่างเช่น สามารถค้นหารายวิชาตามวันและเวลาที่กำหนด ค้นหาชื่ออาจารย์ผู้สอนและชื่อวิชาได้เพื่อให้พวกเรา สามารถเลือกวิชาที่ตนเองสนใจได้อย่างสะดวกสบายมากขึ้น
                </p>
            </section>
        </div>
      </Container>
    )
  }
  